

/* These strings need translation.  Some may not be language strings, and can be ignored. */



/* These strings probably need to be translated (contained whitespace) */

"<< do not localize >>" = "<< do not localize >>";
"Cycle through available screens" = "Cycle through available screens";
"Displayed in popup window" = "Displayed in popup window";
"Shift ⇧" = "Shift ⇧";
"© 2003-2005 Greg Schueler" = "© 2003-2005 Greg Schueler";


/* These strings might not be translated, or might be equivalent */

"%{value1}@" = "%{value1}@";
"+" = "+";
"-" = "-";
"32" = "32";
"8" = "8";
"Action" = "Action";
"Click" = "Click";
"CornerClick" = "CornerClick";
"Dashboard" = "Dashboard";
"Fn" = "Fn";
"OtherViews" = "OtherViews";
"Scripts" = "Scripts";
"URL:" = "URL:";
"desc" = "desc";
"greg-cornerclick@vario.us" = "greg-cornerclick@vario.us";
"http://" = "http://";
"http://greg.vario.us/cornerclick" = "http://greg.vario.us/cornerclick";
"icon" = "icon";
"modifiers" = "modifiers";
"⇢" = "⇢";
"⇧" = "⇧";
"⌃" = "⌃";
"⌘" = "⌘";
"⌥" = "⌥";


/* These strings should be already translated */

"2 second delay" = "Demora de 2 seg";
"Action:" = "Acción:";
"Actions" = "Acciones";
"Add a new action ⌘A" = "Añadir nueva Acción ⌘A";
"After 1 second" = "Después de 1 segundo";
"Choose a File or Folder ⌘D" = "Seleccione un archivo o carpeta ⌘D";
"Choose a highlight color" = "Escoja  el color de realce ";
"Choose highlight color" = "Color de Realce";
"Choose the screen corner" = "Selecciona la Esquina de la Pantalla";
"Choose..." = "Seleccione...";
"Command ⌘" = "Comando ⌘";
"Configure visual feedback" = "Configurar Opciones Visuales";
"Control ⌃" = "Función";
"CornerClick is enabled" = "CornerClick esta disponible ";
"CornerClick will activate now and when you log in" = "CornerClick será ahora activado y cuando inicie sesión";
"Custom..." = "Otro...";
"Define Actions" = "Definir Acciones";
"Display:" = "Mostrar:";
"Email Me" = "Email";
"Enable Actions for this corner" = "Habilitar Acciones para esta Esquina";
"Enable CornerClick" = "Habilitar CornerClick";
"Exposé - All Windows" = "Exposé - Ventanas";
"Exposé - Application" = "Exposé - Aplicación";
"Exposé - Desktop" = "Exposé - Escritorio";
"Files" = "Archivos";
"Font Size" = "Tamaño de Fuente";
"Hide Current Application" = "Ocultar Aplicación Actual";
"Hide Other Applications" = "Ocultar Otras Aplicaciones";
"Hover" = "Mantener";
"Icon Size" = "Tamaño de Icono";
"Information" = "Información";
"Item" = "Elemento";
"Main Screen" = "Principal";
"Name:" = "Nombre:";
"None" = "Ninguno";
"Note: To enable the Exposé action, make sure that you configure a hotkey for the action using one of the F-keys." = "Nota: Para habilitar la acción Exposé, asegurese que configuró la acción usando una de las teclas de Función (F-Key).";
"Open Exposé Preferences" = "Abrir Preferencias Exposé";
"Open File" = "Abrir Archivo";
"Open Readme File" = "Ver Archivo Léeme";
"Open URL" = "Abrir URL";
"Open Website" = "Abrir Web";
"Option ⌥" = "Opción ⌥";
"Remove the selected action" = "Remover la acción seleccionada";
"Right-Click" = "Click Derecho";
"Run AppleScript" = "Correr un AppleScript";
"Scripts on my computer" = "Scripts en mi computador";
"Settings" = "Opciones";
"Show popup when hovering" = "Mostrar Ventana Emergente";
"Some Files and Applications on my computer" = "Algunas Aplicaciones y Archivos de mi Computador";
"System Color" = "Color del Sistema";
"Trigger:" = "Activar:";
"file title" = "Titulo del Archivo";
"test" = "Prueba";
"version string" = "texto de la versión";
